Функционал: Управление статьями
  Чтобы управлять блогом
  Авторы блога
  Хотят писать статьи, редактировать, комментировать и удалять их

  Сценарий: Найти список статей
    Допустим в блоге нет статей
    А я на странице управления
    Если я последую по ссылке "Добавить статью"
    И заполню "Заголовок" значением "Новая статья"
    И заполню "Содержимое" значением "Я написал новую, интересную статью"
    И нажму "Опубликовать статью"
    То я должен увидеть "Ваша статья добавлена"
    И должен увидеть "Новая статья"
    И должен увидеть "Я написал новую, интересную статью"

