Функционал: Чтение статей
  Чтобы читать блог
  Все посетители
  Хотят листать статьи, искать их, читать и комментировать

  Сценарий: Найти список статей
    Допустим в блоге есть статьи, названные Лёлик, Болек
    А я на главной странице
    Если я следую по ссылке "Статьи"
    То я должен увидеть "Лёлик"
    И я должен увидеть "Болек"

  Сценарий: Чтение статьи
    Допустим в блоге есть статьи, названные Лёлик, Болек
    И я на странице статей
    Если я следую по ссылке "Лёлик"
    То я должен увидеть "Лёлик"
    И я должен увидеть "Лёлик - это очень интересно!"

  
