Функционал: Чтение статей
  Чтобы читать блог
  Все посетители
  Хотят листать статьи, искать их, читать и комментировать

  Сценарий: Найти список статей
    Допустим в блоге есть статьи, названные Лёлик, Болек
    А я на главной странице
    Если я последую по ссылке "Статьи"
    То я должен увидеть "Лёлик"
    И я должен увидеть "Болек"

  Сценарий: Чтение статьи
    Допустим в блоге есть статьи, названные Лёлик, Болек
    И я на странице статей
    Если я последую по ссылке "Лёлик"
    То я должен увидеть "Лёлик"
    И я не должен увидеть "Болек"
    И я должен увидеть "Лёлик - это очень интересно!"

  Сценарий: Комментирование статьи
    Допустим в блоге есть статья, названная Лёлик
    И я на странице статей
    И у статьи "Лёлик" нет комментариев
    Если я последую по ссылке "Лёлик"
    И я заполню "Комментарий" значением "Действительно интересно, спасибо!"
    И нажму "Прокомментировать"
    То я должен увидеть "Ваш комментарий добавлен"
    И я должен увидеть "Действительно интересно, спасибо!"
    И у статьи "Лёлик" должен быть 1 комментарий
  
